astro-build.astro-vscode
catbraaain.mermaid-language
charliermarsh.ruff
editorconfig.editorconfig
github.copilot
github.copilot-chat
haskell.haskell
justusadam.language-haskell
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
neptunedesign.vs-sequential-number
nicola-granata.zenburn-dark-matter
njpwerner.autodocstring
pkief.material-icon-theme
shd101wyy.markdown-preview-enhanced
skyapps.fish-vscode
streetsidesoftware.code-spell-checker
sysoev.language-stylus
tamasfe.even-better-toml
tomoyukim.vscode-mermaid-editor
tuttieee.emacs-mcx
unifiedjs.vscode-mdx
yzhang.markdown-all-in-one
