bungcip.better-toml
CoenraadS.bracket-pair-colorizer-2
cpmcgrath.codealignment-vscode
davidhouchin.whitespace-plus
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
equinusocio.vsc-material-theme-icons
formulahendry.vscode-mysql
gerane.Theme-Zenburn
gicentre.markdown-preview-enhanced-with-litvis
GrapeCity.gc-excelviewer
imjacobclark.vscode-lisp-formatter
jsynowiec.vscode-insertdatestring
koehlma.markdown-math
luggage66.AWK
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-mssql.mssql
ms-pyright.pyright
ms-python.python
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vsliveshare.vsliveshare
naumovs.color-highlight
njpwerner.autodocstring
octref.vetur
sainnhe.gruvbox-material
shd101wyy.markdown-preview-enhanced
Sir2B.lispbeautifier
skyapps.fish-vscode
streetsidesoftware.code-spell-checker
tomoki1207.vscode-input-sequence
tuttieee.emacs-mcx
vscode-icons-team.vscode-icons
