CoenraadS.bracket-pair-colorizer-2
davidhouchin.whitespace-plus
donjayamanne.githistory
EditorConfig.EditorConfig
equinusocio.vsc-material-theme-icons
ex-codes.pine-script-syntax-highlighter
formulahendry.vscode-mysql
gerane.Theme-Zenburn
GrapeCity.gc-excelviewer
imjacobclark.vscode-lisp-formatter
koehlma.markdown-math
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-mssql.mssql
ms-python.python
ms-vscode-remote.remote-containers
naumovs.color-highlight
njpwerner.autodocstring
sainnhe.gruvbox-material
Sir2B.lispbeautifier
skyapps.fish-vscode
streetsidesoftware.code-spell-checker
tuttieee.emacs-mcx
vscode-icons-team.vscode-icons
